Repository: kant/Instant-Search---Suggest
Catalog: wpiss-sp_SP.po
Languages: sp_sp

source: Settings
sp_sp: Ajustes

source: Support
sp_sp: Soporte

source: Instant Search
sp_sp: Búsqueda instántanea

source: Options
sp_sp: Opciones

source: Tips
sp_sp: Consejos

source: <strong>Search Everything:</strong> Improve your search results with the free <a href="http://wordpress.org/extend/plugins/search-everything/">search everything plugin</a>.
sp_sp: <strong>Buscar todo:</strong> Mejorar los resultados de búsqueda con el complemento gratuito <a href="http://wordpress.org/extend/plugins/search-everything/">search everything plugin</a>.

source: <strong>Custom CSS:</strong> Copy the iss.css file from the plugin folder (instant-search-suggest/assets/css/) to the root of your theme and edit the CSS to match your design.
sp_sp: <strong>CSS personalizado:</strong> Copie el archivo iss.css de la carpeta del complemento (instant-search-suggest/assets/css/) en la raíz de su tema y edite el código CSS para coincidir con su diseño.

source: <strong>Unregister the CSS:</strong> If you wish to unload the plugin CSS file and move the styles to your own CSS, use the WP function <a href="http://codex.wordpress.org/Function_Reference/wp_deregister_style">wp_deregister_style('iss')</a>.
sp_sp: <strong>No registrar el CSS:</strong> Si desea descargar el código CSS del complemento y mover los estilos de su código CSS, utilice la función WP <a href="http://codex.wordpress.org/Function_Reference/wp_deregister_style">wp_deregister_style('iss')</a>.

source: <strong>Attach to custom forms:</strong> Add the class '.iss' to any form input to invoke the instant search &amp; suggest behaviour.
sp_sp: <strong>Agregue a los formularios personalizados:</strong> Agregar la clase '.iss' a cualquier formulario de ingreso para invocar el funcionamiento de instant search &amp; suggest.

source: The HTML #id or .class of your theme's content area. e.g. #content
sp_sp: El #id o .class en el HTML del área de contenido de su tema, por ejemplo: #content

source: Search Suggest
sp_sp: Sugerencia de búsqueda

source: Posts
sp_sp: Entradas

source: Pages
sp_sp: Páginas

source: Categories
sp_sp: Categorías

source: Post Tags
sp_sp: Etiquetas de entradas

source: Which of these would you like to auto suggest during a search? Uncheck all to disable auto suggest.
sp_sp: ¿Cuál de estos te gustaría autosugerir durante una búsqueda? Desmarcar todo para desactivar el autosugerir.

source: Magic Mode
sp_sp: Modo mágico

source: With magic mode enabled users will be automatically transported to the selected post, page, custom post type, category/taxonomy.
sp_sp: Con el modo mágico habilitado, los usuarios serán automáticamente enviados a la entrada, página, entrada personalizado, categoría, taxonomía seleccionada.

source: Save Changes
sp_sp: Guardar cambios
